Repository: gmkrxb/Ice
Catalog: Ice/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: "%@" is invalid
de: „%@“ ist ungültig
es: «%@» no es válido
fr: « %@ » n’est pas valide
ja: 「%@」は無効です
ko: “%@”이(가) 유효하지 않습니다
zh_hans: “%@”无效
zh_hant: “%@”無效

source: "%@" is not movable
de: „%@“ kann nicht verschoben werden
es: No se puede mover «%@»
fr: « %@ » ne peut pas être déplacé
ja: 「%@」は移動できません
ko: “%@”을(를) 이동할 수 없습니다
zh_hans: 无法移动“%@”
zh_hant: 無法移動“%@”

source: %@ Section
de: Bereich „%@“
es: Sección %@
ja: %@セクション
ko: %@ 영역
zh_hans: %@区域
zh_hant: %@區域

source: %@ is unresponsive. Until it is restarted, it cannot be moved. Movement of other menu bar items may also be affected until this is resolved.
de: %@ reagiert nicht und kann erst nach einem Neustart verschoben werden. Bis das Problem behoben ist, kann auch das Verschieben anderer Menüleistenelemente beeinträchtigt sein.
es: %@ no responde y no se puede mover hasta que se reinicie. El movimiento de otros elementos de la barra de menús también puede verse afectado hasta que se resuelva el problema.
fr: %@ ne répond pas et ne peut pas être déplacé avant son redémarrage. Le déplacement d’autres éléments de la barre des menus peut aussi être affecté jusqu’à la résolution du problème.
ja: %@ が応答していません。再起動するまで移動できません。解決するまで、他のメニューバー項目の移動にも影響する場合があります。
ko: %@이(가) 응답하지 않습니다. 다시 시작할 때까지 이동할 수 없습니다. 이 문제가 해결될 때까지 다른 메뉴 막대 항목의 이동에도 영향을 줄 수 있습니다.
zh_hans: %@ 没有响应，重新启动该应用后才能移动。在此问题解决前，其他菜单栏项目的移动也可能受到影响。
zh_hant: %@ 沒有回應，重新啟動該應用程式後才能移動。在此問題解決前，其他選單列項目的移動也可能受到影響。

source: %@ second
de: %@ Sekunde
es: %@ segundo
fr: %@ seconde
ja: %@ 秒
ko: %@초
zh_hans: %@ 秒
zh_hant: %@ 秒

source: %@ seconds
de: %@ Sekunden
es: %@ segundos
fr: %@ secondes
ja: %@ 秒
ko: %@초
zh_hans: %@ 秒
zh_hant: %@ 秒

source: A new update is available
de: Ein Update ist verfügbar
es: Hay una actualización disponible
fr: Une mise à jour est disponible
ja: 新しいアップデートがあります
ko: 새로운 업데이트가 있습니다
zh_hans: 有可用更新
zh_hant: 有可用更新

source: About
de: Über Ice
es: Acerca de
fr: À propos
ja: このアプリについて
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Absolutely no personal information is collected or stored.
de: Es werden keinerlei persönliche Daten erfasst oder gespeichert.
es: No se recopila ni almacena ningún dato personal.
fr: Aucune information personnelle n’est collectée ni conservée.
ja: 個人情報を収集・保存することは一切ありません。
ko: 개인 정보를 수집하거나 저장하지 않습니다.
zh_hans: 绝不收集或存储任何个人信息。
zh_hant: 絕不收集或儲存任何個人資訊。

source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Accessibility permission is required to continue. Screen Recording is a separate permission.
de: Zum Fortfahren ist die Berechtigung für Bedienungshilfen erforderlich. Bildschirmaufnahme ist eine separate Berechtigung.
es: Se necesita el permiso de accesibilidad para continuar. La grabación de pantalla requiere un permiso independiente.
fr: L’autorisation d’accessibilité est nécessaire pour continuer. L’enregistrement de l’écran nécessite une autorisation distincte.
ja: 続行するにはアクセシビリティの許可が必要です。画面収録は別の権限です。
ko: 계속하려면 손쉬운 사용 권한이 필요합니다. 화면 기록은 별도의 권한입니다.
zh_hans: 继续使用需要开启“辅助功能”权限，它与“屏幕录制”是两项独立权限。
zh_hant: 繼續使用需要開啟“輔助使用”權限，它與“螢幕錄製”是兩項獨立權限。

source: Acknowledgements
de: Danksagungen
es: Agradecimientos
fr: Remerciements
ja: 謝辞
ko: 감사의 말
zh_hans: 致谢
zh_hant: 致謝

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細設定
ko: 고급
zh_hans: 高级
zh_hant: 進階

source: Already enabled? Restart Ice. If it still shows as denied, remove the old Ice entry in System Settings and add this copy again.
de: Bereits erlaubt? Starte Ice neu. Wird der Zugriff weiterhin verweigert, entferne den alten Ice-Eintrag in den Systemeinstellungen und füge diese App erneut hinzu.
es: ¿Ya está permitido? Reinicia Ice. Si el acceso sigue denegado, elimina la entrada antigua de Ice en Ajustes del Sistema y vuelve a añadir esta copia de la app.
fr: Déjà autorisé ? Redémarrez Ice. Si l’accès reste refusé, supprimez l’ancienne entrée Ice dans Réglages Système et ajoutez à nouveau cette copie de l’application.
ja: すでに許可済みですか？Ice を再起動してください。それでも未許可と表示される場合は、システム設定で古い Ice を削除し、現在のアプリを追加し直してください。
ko: 이미 허용했나요? Ice를 다시 시작하세요. 여전히 허용되지 않은 것으로 표시되면 시스템 설정에서 이전 Ice 항목을 제거하고 현재 앱을 다시 추가하세요.
zh_hans: 已经开启权限？请重启 Ice。如果仍显示未授权，请在系统设置中移除旧的 Ice 条目，再重新添加当前这份程序。
zh_hant: 已經開啟權限？請重新啟動 Ice。如果仍顯示未授權，請在系統設定中移除舊的 Ice 項目，再重新加入目前這份應用程式。

source: Always-Hidden
de: Immer ausgeblendet
es: Siempre oculta
fr: Toujours masquée
ja: 常に非表示
ko: 항상 숨김
zh_hans: 始终隐藏
zh_hant: 始終隱藏

source: Always-hidden section can be shown
de: Anzeigen des immer ausgeblendeten Bereichs erlauben
es: Permitir mostrar la sección siempre oculta
fr: Autoriser l’affichage de la section toujours masquée
ja: 常に非表示のセクションの表示を許可
ko: 항상 숨김 영역 표시 허용
zh_hans: 允许显示始终隐藏区域
zh_hant: 允許顯示始終隱藏區域

source: Animate the Ice Bar when expanding and collapsing. Respects Reduce Motion in System Settings.
de: Animiert das Ein- und Ausblenden von Ice Bar. Berücksichtigt „Bewegung reduzieren“ in den Systemeinstellungen.
es: Anima la apertura y el cierre de Ice Bar. Respeta la opción Reducir movimiento de Ajustes del Sistema.
fr: Anime l’ouverture et la fermeture d’Ice Bar. Respecte l’option Réduire les animations de Réglages Système.
ja: Ice Bar の展開・折りたたみ時にアニメーションを使用します。システム設定の「視差効果を減らす」に従います。
ko: Ice Bar를 펼치거나 접을 때 애니메이션을 사용합니다. 시스템 설정의 동작 줄이기를 따릅니다.
zh_hans: 为 Ice 扩展栏启用淡入淡出效果；系统开启“减少动态效果”时不播放动画。
zh_hant: 為 Ice 延伸列啟用淡入淡出效果；系統開啟「減少動態效果」時不播放動畫。

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
zh_hans: 应用
zh_hant: 套用

source: Apply different settings based on the current system appearance
de: Je nach aktuellem Erscheinungsbild des Systems andere Einstellungen anwenden
es: Aplicar ajustes distintos según la apariencia actual del sistema
fr: Appliquer des réglages différents selon l’apparence du système
ja: システムの外観に合わせて異なる設定を適用
ko: 현재 시스템 화면 모드에 따라 다른 설정 적용
zh_hans: 根据系统当前外观应用不同的设置
zh_hant: 根據系統目前的外觀套用不同設定

source: Apply system theme to icon
de: Systemdesign auf das Symbol anwenden
es: Aplicar el tema del sistema al icono
fr: Appliquer le thème du système à l’icône
ja: アイコンにシステムのテーマを適用
ko: 아이콘에 시스템 테마 적용
zh_hans: 图标跟随系统主题
zh_hant: 圖示跟隨系統主題

source: Apply the current spacing
de: Aktuellen Abstand anwenden
es: Aplicar el espaciado actual
fr: Appliquer l’espacement actuel
ja: 現在の間隔を適用
ko: 현재 간격 적용
zh_hans: 应用当前间距
zh_hant: 套用目前的間距

source: Applying this setting will relaunch all apps with menu bar items. Some apps may need to be manually relaunched.
de: Diese Einstellung startet alle Apps mit Menüleistenelementen neu. Einige Apps müssen möglicherweise manuell neu gestartet werden.
es: Este ajuste reiniciará todas las apps con elementos en la barra de menús. Es posible que algunas deban reiniciarse manualmente.
fr: Ce réglage relancera toutes les applications ayant des éléments dans la barre des menus. Certaines devront être relancées manuellement.
ja: この設定を適用すると、メニューバー項目を持つすべてのアプリが再起動します。一部のアプリは手動で再起動する必要があります。
ko: 이 설정을 적용하면 메뉴 막대 항목이 있는 모든 앱이 다시 시작됩니다. 일부 앱은 직접 다시 시작해야 할 수 있습니다.
zh_hans: 应用此设置会重新启动所有带有菜单栏项目的应用，部分应用可能需要手动重启。
zh_hant: 套用此設定將重新啟動所有具有選單列項目的應用程式。部分應用程式可能需要手動重新啟動。

source: Arrange menu bar items.
de: Menüleistenelemente anordnen.
es: Organizar los elementos de la barra de menús.
fr: Organiser les éléments de la barre des menus.
ja: メニューバー項目を並べ替える。
ko: 메뉴 막대 항목 정렬.
zh_hans: 排列菜单栏项目。
zh_hant: 排列選單列項目。

source: Arrow
de: Pfeil
es: Flecha
fr: Flèche
ja: 矢印
ko: 화살표
zh_hans: 箭头
zh_hant: 箭頭

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
ja: アップデートを自動確認
ko: 자동으로 업데이트 확인
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically download updates
de: Updates automatisch laden
es: Descargar actualizaciones automáticamente
fr: Télécharger automatiquement les mises à jour
ja: アップデートを自動ダウンロード
ko: 자동으로 업데이트 다운로드
zh_hans: 自动下载更新
zh_hant: 自動下載更新

source: Automatically rehide
de: Automatisch wieder ausblenden
es: Volver a ocultar automáticamente
fr: Masquer à nouveau automatiquement
ja: 自動的に再び隠す
ko: 자동으로 다시 숨기기
zh_hans: 自动重新隐藏
zh_hant: 自動重新隱藏

source: Border
de: Rahmen
es: Borde
fr: Bordure
ja: 枠線
ko: 테두리
zh_hans: 边框
zh_hant: 邊框

source: Border Color
de: Rahmenfarbe
es: Color del borde
fr: Couleur de la bordure
ja: 枠線の色
ko: 테두리 색상
zh_hans: 边框颜色
zh_hant: 邊框顏色

source: Border Width
de: Rahmenbreite
es: Grosor del borde
fr: Épaisseur de la bordure
ja: 枠線の幅
ko: 테두리 두께
zh_hans: 边框宽度
zh_hant: 邊框寬度

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Changing the language requires restarting Ice
de: Zum Ändern der Sprache muss Ice neu gestartet werden
es: Cambiar el idioma requiere reiniciar Ice
fr: Le changement de langue nécessite de redémarrer Ice
ja: 言語の変更には Ice の再起動が必要です
ko: 언어를 변경하려면 Ice를 다시 시작해야 합니다
zh_hans: 切换语言需要重新启动 Ice
zh_hant: 切換語言需要重新啟動 Ice

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
ja: アップデートを確認
ko: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Checking for updates is not supported in debug mode.
de: Im Debug-Modus wird die Suche nach Updates nicht unterstützt.
es: No se pueden buscar actualizaciones en el modo de depuración.
fr: La recherche de mises à jour n’est pas disponible en mode débogage.
ja: デバッグモードではアップデートを確認できません。
ko: 디버그 모드에서는 업데이트를 확인할 수 없습니다.
zh_hans: 调试模式下不支持检查更新。
zh_hant: 除錯模式下不支持檢查更新。

source: Chevron
de: Winkel
es: Ángulo
ja: 山形
ko: 꺾쇠
zh_hans: 尖括号
zh_hant: 尖括號

source: Choose Your Language
de: Sprache auswählen
es: Elige tu idioma
fr: Choisissez votre langue
ja: 言語を選択
ko: 언어 선택
zh_hans: 选择语言
zh_hant: 選擇語言

source: Choose a custom icon to show in the menu bar
de: Eigenes Symbol für die Menüleiste auswählen
es: Elegir un icono personalizado para la barra de menús
fr: Choisir une icône personnalisée pour la barre des menus
ja: メニューバーに表示するカスタムアイコンを選択
ko: 메뉴 막대에 표시할 사용자 설정 아이콘 선택
zh_hans: 选择要显示在菜单栏中的自定义图标
zh_hant: 選擇要顯示在選單列中的自定義圖示

source: Choose a language before setting up permissions.
de: Wähle vor dem Einrichten der Berechtigungen eine Sprache.
es: Elige un idioma antes de configurar los permisos.
fr: Choisissez une langue avant de configurer les autorisations.
ja: 権限を設定する前に言語を選択してください。
ko: 권한을 설정하기 전에 언어를 선택하세요.
zh_hans: 请先选择语言，然后设置权限。
zh_hant: 請先選擇語言，再設定權限。

source: Choose image…
de: Bild auswählen…
es: Elegir imagen…
fr: Choisir une image…
ja: 画像を選択…
ko: 이미지 선택…
zh_hans: 选择图片…
zh_hant: 選擇圖片…

source: Click inside an empty area of the menu bar to show hidden menu bar items
de: In einen leeren Bereich der Menüleiste klicken, um ausgeblendete Elemente anzuzeigen
es: Hacer clic en un espacio vacío de la barra de menús para mostrar los elementos ocultos
fr: Cliquer dans une zone vide de la barre des menus pour afficher les éléments masqués
ja: メニューバーの空白部分をクリックして隠れた項目を表示
ko: 메뉴 막대의 빈 공간을 클릭하여 숨겨진 항목 표시
zh_hans: 点击菜单栏空白处，显示隐藏的菜单栏项目
zh_hant: 按一下選單列空白處，顯示隱藏的選單列項目

source: Click item
de: Element anklicken
es: Hacer clic en el elemento
fr: Cliquer sur l’élément
ja: 項目をクリック
ko: 항목 클릭
zh_hans: 点击项目
zh_hant: 按一下項目

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

source: Continue in Limited Mode
de: Eingeschränkt fortfahren
es: Continuar en modo limitado
fr: Continuer en mode limité
ja: 制限モードで続ける
ko: 제한 모드로 계속
zh_hans: 以受限模式继续
zh_hant: 以受限模式繼續

source: Contribute
de: Mitwirken
es: Colaborar
fr: Contribuer
ja: 開発に参加
ko: 기여하기
zh_hans: 参与贡献
zh_hant: 參與貢獻

source: Could not complete event operation for "%@"
de: Ereignisoperation für „%@“ konnte nicht abgeschlossen werden
es: No se pudo completar la operación de evento de «%@»
fr: Impossible de terminer l’opération d’événement pour « %@ »
ja: 「%@」のイベント操作を完了できませんでした
ko: “%@”의 이벤트 작업을 완료할 수 없습니다
zh_hans: 无法完成“%@”的事件操作
zh_hant: 無法完成“%@”的事件操作

source: Custom
de: Eigene Auswahl
es: Personalizado
fr: Personnalisée
ja: カスタム
ko: 사용자 설정
zh_hans: 自定义
zh_hant: 自定義

source: Dark Appearance
de: Dunkles Erscheinungsbild
es: Apariencia oscura
fr: Apparence sombre
ja: ダークモード
ko: 다크 모드
zh_hans: 深色外观
zh_hant: 深色外觀

source: Display images of individual menu bar items.
de: Bilder einzelner Menüleistenelemente anzeigen.
es: Mostrar imágenes de cada elemento de la barra de menús.
fr: Afficher les images des éléments de la barre des menus.
ja: 各メニューバー項目の画像を表示する。
ko: 개별 메뉴 막대 항목의 이미지 표시.
zh_hans: 显示各个菜单栏项目的图像。
zh_hant: 顯示各個選單列項目的圖示。

source: Display the icon as a monochrome image matching the system appearance
de: Symbol einfarbig passend zum Systemdesign anzeigen
es: Mostrar el icono en un solo color acorde con la apariencia del sistema
fr: Afficher l’icône en monochrome selon l’apparence du système
ja: システムの外観に合う単色アイコンを表示
ko: 시스템 화면 모드에 맞는 단색 아이콘 표시
zh_hans: 将图标显示为与系统外观匹配的单色图像
zh_hant: 將圖示顯示為與系統外觀匹配的單色圖示

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Door
de: Tür
es: Puerta
fr: Porte
ja: ドア
ko: 문
zh_hans: 门
zh_hant: 門

source: Dot
de: Punkt
es: Punto
fr: Point
ja: 点
ko: 점
zh_hans: 圆点
zh_hant: 圓點

source: Drag to arrange your menu bar items
de: Menüleistenelemente durch Ziehen anordnen
es: Arrastra para organizar los elementos de la barra de menús
fr: Faire glisser pour organiser les éléments de la barre des menus
ja: ドラッグしてメニューバー項目を並べ替え
ko: 드래그하여 메뉴 막대 항목 정렬
zh_hans: 拖动以排列菜单栏项目
zh_hant: 拖動以排列選單列項目

source: Due to a bug in the 0.10.0 release, the data for Ice's menu bar items was corrupted and their positions had to be reset.
de: Durch einen Fehler in Version 0.10.0 wurden die Daten der Ice-Menüleistenelemente beschädigt. Ihre Positionen mussten zurückgesetzt werden.
es: Un error de la versión 0.10.0 dañó los datos de los elementos de la barra de menús de Ice. Fue necesario restablecer sus posiciones.
fr: Un bug de la version 0.10.0 a corrompu les données des éléments de la barre des menus d’Ice. Leurs positions ont dû être réinitialisées.
ja: バージョン 0.10.0 の不具合により Ice のメニューバー項目データが破損したため、配置をリセットしました。
ko: 0.10.0 버전의 오류로 Ice의 메뉴 막대 항목 데이터가 손상되어 위치를 재설정했습니다.
zh_hans: 由于 0.10.0 版本的缺陷，Ice 的菜单栏项目数据已损坏，相关位置已重置。
zh_hant: 由於 0.10.0 版本的缺陷，Ice 的選單列項目數據已損壞，相關位置已重置。

source: Dynamic
de: Dynamisch
es: Dinámica
fr: Dynamique
ja: 自動
ko: 자동
zh_hans: 动态
zh_hant: 動態

source: ERROR
de: FEHLER
fr: ERREUR
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

source: Edit Menu Bar Appearance…
de: Menüleistenansicht bearbeiten…
es: Editar la apariencia de la barra de menús…
fr: Modifier l’apparence de la barre des menus…
ja: メニューバーの外観を編集…
ko: 메뉴 막대 모양 편집…
zh_hans: 编辑菜单栏外观…
zh_hant: 編輯選單列外觀…

source: Edit the menu bar's appearance.
de: Das Erscheinungsbild der Menüleiste bearbeiten.
es: Editar la apariencia de la barra de menús.
fr: Modifier l’apparence de la barre des menus.
ja: メニューバーの外観を編集する。
ko: 메뉴 막대 모양 편집.
zh_hans: 修改菜单栏外观。
zh_hant: 修改選單列外觀。

source: Ellipsis
de: Auslassungspunkte
es: Puntos suspensivos
fr: Points de suspension
ja: 三点リーダー
ko: 말줄임표
zh_hans: 省略号
zh_hant: 省略號

source: Enable always-hidden section
de: Immer ausgeblendeten Bereich aktivieren
es: Activar la sección siempre oculta
fr: Activer la section toujours masquée
ja: 常に非表示のセクションを有効にする
ko: 항상 숨김 영역 활성화
zh_hans: 启用始终隐藏区域
zh_hant: 啟用始終隱藏區域

source: Enable the Ice Bar
de: Ice Bar aktivieren
es: Activar Ice Bar
fr: Activer Ice Bar
ja: Ice Bar を有効にする
ko: Ice Bar 활성화
zh_hans: 启用 Ice 扩展栏
zh_hant: 啟用 Ice 延伸列

source: Event operation timed out for "%@"
de: Zeitüberschreitung bei der Ereignisoperation für „%@“
es: Se agotó el tiempo de la operación de evento de «%@»
fr: Délai dépassé pour l’opération d’événement de « %@ »
ja: 「%@」のイベント操作がタイムアウトしました
ko: “%@”의 이벤트 작업 시간이 초과되었습니다
zh_hans: “%@”的事件操作超时
zh_hant: “%@”的事件操作超時

source: Fade Ice Bar in and out
de: Ice Bar sanft ein- und ausblenden
es: Mostrar y ocultar Ice Bar con fundido
fr: Afficher et masquer Ice Bar en fondu
ja: Ice Bar をフェードイン・フェードアウト
ko: Ice Bar 페이드 인 및 페이드 아웃
zh_hans: 展开和收起时淡入淡出
zh_hant: 展開和收起時淡入淡出

source: Failed to create event for "%@"
de: Ereignis für „%@“ konnte nicht erstellt werden
es: No se pudo crear el evento de «%@»
fr: Impossible de créer un événement pour « %@ »
ja: 「%@」のイベントを作成できませんでした
ko: “%@”의 이벤트를 생성할 수 없습니다
zh_hans: 无法为“%@”创建事件
zh_hant: 無法為“%@”創建事件

source: Focused app
de: App-Wechsel
es: Al cambiar de app
fr: Changement d’application
ja: アプリ切り替え時
ko: 앱 전환 시
zh_hans: 切换应用时
zh_hant: 切換應用程式時

source: Follow System
de: Systemeinstellung
es: Seguir el sistema
fr: Suivre le système
ja: システムに従う
ko: 시스템 설정 따르기
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Frame check timed out for "%@"
de: Zeitüberschreitung bei der Positionsprüfung für „%@“
es: Se agotó el tiempo de comprobación de posición de «%@»
fr: Délai dépassé pour la vérification de position de « %@ »
ja: 「%@」の位置確認がタイムアウトしました
ko: “%@”의 위치 확인 시간이 초과되었습니다
zh_hans: “%@”的位置检查超时
zh_hant: “%@”的位置檢查超時

source: Full
de: Durchgehend
es: Completa
fr: Complète
ja: 全体
ko: 전체
zh_hans: 整条
zh_hant: 整條

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Get real-time information about the menu bar.
de: Informationen zur Menüleiste in Echtzeit abrufen.
es: Obtener información de la barra de menús en tiempo real.
fr: Obtenir des informations en temps réel sur la barre des menus.
ja: メニューバーの情報をリアルタイムで取得する。
ko: 메뉴 막대 정보를 실시간으로 가져오기.
zh_hans: 实时获取菜单栏信息。
zh_hant: 實時獲取選單列資訊。

source: Go to Advanced Settings
de: Erweiterte Einstellungen öffnen
es: Ir a los ajustes avanzados
fr: Ouvrir les réglages avancés
ja: 詳細設定を開く
ko: 고급 설정으로 이동
zh_hans: 前往高级设置
zh_hant: 前往進階設定

source: Gradient
de: Farbverlauf
es: Degradado
fr: Dégradé
ja: グラデーション
ko: 그라디언트
zh_hans: 渐变
zh_hant: 漸變

source: Grant Permission
de: Berechtigung erteilen
es: Conceder permiso
fr: Autoriser
ja: 許可する
ko: 권한 허용
zh_hans: 授予权限
zh_hant: 授予權限

source: Hidden
de: Ausgeblendet
es: Oculta
fr: Masquée
ja: 非表示
ko: 숨김
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide application menus when showing menu bar items
de: App-Menüs beim Anzeigen von Menüleistenelementen ausblenden
es: Ocultar los menús de las apps al mostrar los elementos
fr: Masquer les menus des applications à l’affichage des éléments
ja: メニューバー項目を表示するときにアプリのメニューを隠す
ko: 메뉴 막대 항목을 표시할 때 앱 메뉴 숨기기
zh_hans: 显示菜单栏项目时隐藏应用菜单
zh_hant: 顯示選單列項目時隱藏應用程式選單

source: Hide the %@ Section
de: Bereich „%@“ ausblenden
es: Ocultar la sección %@
fr: Masquer la section %@
ja: %@セクションを隠す
ko: %@ 영역 숨기기
zh_hans: 隐藏%@区域
zh_hant: 隱藏%@區域

source: Hold to Preview
de: Für Vorschau gedrückt halten
es: Mantener pulsado para previsualizar
fr: Maintenir pour prévisualiser
ja: 押し続けてプレビュー
ko: 길게 눌러 미리 보기
zh_hans: 按住预览
zh_hant: 按住預覽

source: Hotkey is reserved by macOS
de: Dieser Kurzbefehl wird von macOS verwendet
es: macOS tiene reservado este atajo
fr: Ce raccourci est réservé par macOS
ja: このショートカットは macOS が使用しています
ko: macOS에서 사용 중인 단축키입니다
zh_hans: 此快捷键已被 macOS 占用
zh_hant: 此快速鍵已被 macOS 佔用

source: Hotkeys
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
zh_hans: 快捷键
zh_hant: 快速鍵

source: Hover over an empty area of the menu bar to show hidden menu bar items
de: Den Zeiger auf einen leeren Bereich der Menüleiste bewegen, um ausgeblendete Elemente anzuzeigen
es: Situar el puntero sobre un espacio vacío de la barra de menús para mostrar los elementos ocultos
fr: Survoler une zone vide de la barre des menus pour afficher les éléments masqués
ja: メニューバーの空白部分にポインタを重ねて隠れた項目を表示
ko: 메뉴 막대의 빈 공간에 포인터를 올려 숨겨진 항목 표시
zh_hans: 将鼠标悬停在菜单栏空白处，显示隐藏的菜单栏项目
zh_hant: 將滑鼠停留在選單列空白處，顯示隱藏的選單列項目

source: Ice Cube
de: Eiswürfel
es: Cubo de hielo
fr: Glaçon
ja: 氷
ko: 얼음
zh_hans: 冰块
zh_hant: 冰塊

source: Ice Settings…
de: Ice-Einstellungen…
es: Ajustes de Ice…
fr: Réglages d’Ice…
ja: Ice の設定…
ko: Ice 설정…
zh_hans: Ice 设置…
zh_hant: Ice 設定…

source: Ice can work in a limited mode without this permission.
de: Ice kann ohne diese Berechtigung eingeschränkt verwendet werden.
es: Ice puede funcionar en modo limitado sin este permiso.
fr: Ice peut fonctionner en mode limité sans cette autorisation.
ja: この権限がなくても、Ice は制限モードで動作します。
ko: 이 권한 없이도 Ice를 제한 모드로 사용할 수 있습니다.
zh_hans: 没有此权限，Ice 仍可以受限模式运行。
zh_hant: 沒有此權限，Ice 仍可以受限模式運行。

source: Ice cannot arrange menu bar items in automatically hidden menu bars
de: Ice kann Elemente in automatisch ausgeblendeten Menüleisten nicht anordnen
es: Ice no puede organizar los elementos de una barra de menús que se oculta automáticamente
fr: Ice ne peut pas organiser les éléments d’une barre des menus masquée automatiquement
ja: 自動的に隠れるメニューバーでは、Ice は項目を並べ替えられません
ko: 자동으로 숨겨지는 메뉴 막대에서는 항목을 정렬할 수 없습니다
zh_hans: 菜单栏设为自动隐藏时，Ice 无法排列其中的项目
zh_hant: 選單列設為自動隱藏時，Ice 無法排列其中的項目

source: Ice cannot display menu bar items for automatically hidden menu bars
de: Ice kann Elemente in automatisch ausgeblendeten Menüleisten nicht anzeigen
es: Ice no puede mostrar los elementos de una barra de menús que se oculta automáticamente
fr: Ice ne peut pas afficher les éléments d’une barre des menus masquée automatiquement
ja: 自動的に隠れるメニューバーでは、Ice は項目を表示できません
ko: 자동으로 숨겨지는 메뉴 막대에서는 항목을 표시할 수 없습니다
zh_hans: 菜单栏设为自动隐藏时，Ice 无法显示其中的项目
zh_hant: 選單列設為自動隱藏時，Ice 無法顯示其中的項目

source: Ice cannot edit the appearance of automatically hidden menu bars
de: Ice kann das Erscheinungsbild automatisch ausgeblendeter Menüleisten nicht ändern
es: Ice no puede editar la apariencia de una barra de menús que se oculta automáticamente
fr: Ice ne peut pas modifier l’apparence d’une barre des menus masquée automatiquement
ja: 自動的に隠れるメニューバーでは、Ice は外観を編集できません
ko: 자동으로 숨겨지는 메뉴 막대의 모양은 편집할 수 없습니다
zh_hans: 菜单栏设为自动隐藏时，Ice 无法修改其外观
zh_hant: 選單列設為自動隱藏時，Ice 無法修改其外觀

source: Ice icon
de: Ice-Symbol
es: Icono de Ice
fr: Icône d’Ice
ja: Ice アイコン
ko: Ice 아이콘
zh_hans: Ice 图标
zh_hant: Ice 圖示

source: Ice needs permission to manage the menu bar.
de: Ice benötigt Berechtigungen, um die Menüleiste zu verwalten.
es: Ice necesita permisos para gestionar la barra de menús.
fr: Ice a besoin d’autorisations pour gérer la barre des menus.
ja: メニューバーを管理するには、Ice への許可が必要です。
ko: 메뉴 막대를 관리하려면 Ice에 권한을 허용해야 합니다.
zh_hans: Ice 需要获得权限才能管理菜单栏。
zh_hant: Ice 需要獲得權限才能管理選單列。

source: Ice needs this to:
de: Ice benötigt dies für:
es: Ice lo necesita para:
fr: Ice en a besoin pour :
ja: Ice は次の操作に使用します：
ko: Ice는 다음 작업에 이 권한을 사용합니다:
zh_hans: Ice 需要此权限来：
zh_hant: Ice 需要此權限來：

source: Ice will reopen to apply a different language.
de: Ice wird zur Anwendung einer anderen Sprache neu gestartet.
es: Ice se volverá a abrir para aplicar otro idioma.
fr: Ice se relancera pour appliquer une autre langue.
ja: 言語を変更すると、Ice が再起動して設定を続けます。
ko: 언어를 변경하면 Ice가 다시 시작되어 설정을 계속합니다.
zh_hans: 更改语言后，Ice 将重新打开并继续设置。
zh_hant: 變更語言後，Ice 將重新開啟並繼續設定。

source: Ice will restart to use the selected language. Your other settings will be preserved.
de: Ice wird neu gestartet, um die gewählte Sprache anzuwenden. Andere Einstellungen bleiben erhalten.
es: Ice se reiniciará para usar el idioma seleccionado. Los demás ajustes se conservarán.
fr: Ice redémarrera pour utiliser la langue choisie. Vos autres réglages seront conservés.
ja: 選択した言語を適用するため Ice を再起動します。他の設定は保持されます。
ko: 선택한 언어를 적용하기 위해 Ice를 다시 시작합니다. 다른 설정은 유지됩니다.
zh_hans: Ice 将重新启动以使用所选语言，其他设置会保留。
zh_hant: Ice 將重新啟動以使用所選語言，其他設定會保留。

source: Insert divider items
de: Trennelemente einfügen
es: Insertar separadores
fr: Insérer des séparateurs
ja: 区切りを挿入
ko: 구분선 삽입
zh_hans: 插入分隔符
zh_hant: 插入分隔符

source: Invalid app state for "%@"
de: Ungültiger App-Zustand für „%@“
es: Estado de app no válido para «%@»
fr: État d’application non valide pour « %@ »
ja: 「%@」のアプリの状態が無効です
ko: “%@”의 앱 상태가 유효하지 않습니다
zh_hans: “%@”的应用状态无效
zh_hant: “%@”的應用程式狀態無效

source: Invalid cursor location for "%@"
de: Ungültige Zeigerposition für „%@“
es: Posición del puntero no válida para «%@»
fr: Position du pointeur non valide pour « %@ »
ja: 「%@」のポインタ位置が無効です
ko: “%@”의 포인터 위치가 유효하지 않습니다
zh_hans: “%@”的鼠标位置无效
zh_hant: “%@”的滑鼠位置無效
